{
  "posts": [
    {
      "title": "The Most Important Skill Nobody Taught You",
      "id": 1,
      "author": "Zat Rana",
      "dateTime": "12/12/2012",
      "content": "Before dying at the age of 39, Blaise Pascal made huge contributions to both physics and mathematics, notably in fluids, geometry, and probability. This work, however, would influence more than just the realm of the natural sciences. Many fields that we now classify under the heading of social science did, in fact, also grow out of the foundation he helped lay. Interestingly enough, much of this was done in his teen years, with some of it coming in his twenties.",
      "img": "https://cdn-images-1.medium.com/max/2000/1*Cdg08ju32T26LsY8pOboiQ.jpeg"
    },
    {
      "title": "Japanese computers may go haywire when the emperor abdicates next year",
      "id": 2,
      "author": "Chris Stokel-Walker",
      "dateTime": "12/12/2012",
      "content": "Japan has an impending millennium bug problem. In the lead up to the turn of the millennium, few computers were able to properly represent the year 2000, leaving people worried about what would happen when midnight on New Year’s eve struck. Now the same issues could arise in Japan when the current emperor steps down in April next year.",
      "img": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2018/07/23163554/gettyimages-477073041.jpg"
    },
    {
      "Title": "Delivering Health Care By Drone",
      "id": 3,
      "author": "Roy Smythe",
      "dateTime": "Sep 22, 2014, 05:24pm",
      "content": "“We may very well stand at one of those decisive turning points in history that separate whole eras from each other.  For contemporaries entangled, as we are, in the inexorable demands of daily life, the dividing lines between eras may be hardly visible when crossed; only after people stumble over them do the lines grow into wall which irretrievably shut off the past.”",
      "img": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fblogs-images.forbes.com%2Froysmythe%2Ffiles%2F2014%2F09%2Fmedical-drone-jpeg.jpg"
    },
    {
      "title": "The cognitive cloud? IBM rolls out Watson-as-a-service",
      "author": "asdad",
      "dateTime": "dasdasd",
      "content": "dasdasd",
      "img": "Penguins.jpg",
      "id": 4
    },
    {
      "title": "Ridhaa",
      "author": "asdad",
      "dateTime": "dasdasd",
      "content": "dasdasd",
      "img": "Penguins.jpg",
      "id": 5
    },
    {
      "title": "resrsrf",
      "dateTime": "fdsfsf",
      "content": "fdsfsf",
      "img": "",
      "id": 6
    }
  ]
}